Repository: LearningProgress/LearningProgress
Catalog: learningprogress/locale/*/LC_MESSAGES/django.po
Languages: de

source: Accounts
de: Konten

source: Spring %d
de: Frühjahr %d

source: Autumn %d
de: Herbst %d

source: Password
de: Passwort

source: Required.
de: Erforderlich.

source: Password confirmation
de: Bestätigung des Passworts

source: Exam
de: Examen

source: Required. Choose your intented date of exam.
de: Erforderliche Angabe. Bitte wählen Sie ihren Examenstermin aus.

source: Passwords don't match
de: Die Passwörter stimmen nicht überein

source: An integer with five digets. The first four digets represent the year, the last diget (1 or 2) represents the season.
de: Eine Ganzzahl mit fünf Ziffern. Die ersten vier Ziffern stehen für das Jahr, die letzte Ziffer (1 oder 2) steht für den Durchgang.

source: Progress objects
de: Fortschrittselemente

source: Exam key
de: Examenskennung

source: Date
de: Datum

source: Choose the first date of the respective exam session.
de: Wählen Sie das Datum des ersten Prüfungstags des entsprechenden Examensdurchgangs.

source: Date of exam
de: Examenstermin

source: Dates of exam
de: Examenstermine

source: Log in
de: Anmelden

source: Password reset
de: Passwort zurücksetzen

source: Register
de: Registrieren

source: Password change successful
de: Passwort erfolgreich geändert

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: Back
de: Zurück

source: Password change
de: Passwort ändern

source: Password reset complete
de: Passwort wurde zurück gesetzt

source: Your password has been set. You may go ahead and log in now.
de: Ihr Passowort wurde gespeichert. Sie können nun fortfahren und sich anmelden.

source: Enter new password
de: Wählen Sie ein neues Passwort

source: Please enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie zweimal Ihr neues Passwort ein, um Fehler in der Schreibweise zu verhindern.

source: Change password
de: Passwort ändern

source: Password reset unsuccessful
de: Passwort wurde nicht zurückgesetzt

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de: Der Link um das Passowrt zurückzusetzen war ungültig, möglicherweise weil er schon einmal benutzt wurde. Bitte fordern Sie nochmals eine Zurücksetzung des Passworts an.

source: Password reset successful
de: Passwort wurde erfolgreich zurückgesetzt

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
de: Es wurde eine E-Mail an Sie versendet, damit Sie ein neues Passwort setzen können. Sie werden diese E-Mail in Kürze erhalten.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
de: Wenn Sie keine E-Mail erhalten, überprüfen Sie bitte, ob Sie die Adresse angegeben haben, mit der Sie sich angemeldet haben, und überprüfen Sie den Spam-Ordner.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de: Sie erhalten diese E-Mail, weil Sie auf %(site_name)s eine Zurücksetzung des Passworts angefordert haben.

source: Please go to the following page and choose a new password:
de: Bitte besuchen Sie die folgende Seite und wählen Sie ein neues Passwort:

source: Your username, in case you've forgotten:
de: Ihr Benutzername, falls Sie ihn vergessen haben:

source: Thanks for using our site!
de: Danke für den Besuch unserer Seite!

source: The %(site_name)s team
de: Das Team von %(site_name)s

source: Forgotten your password? Enter your email address below, and we'll email instructions for setting a new one.
de: Haben Sie ihr Passwort vergessen? Geben Sie ihre E-Mail-Adresse an und Sie erhalten eine E-Mail um ein neues Passwort zu setzen.

source: Delete user
de: Benutzer löschen

source: Are you sure you want to delete yourself?
de: Sind Sie sicher, dass Sie sich selbst löschen wollen?

source: Confirm
de: Bestätigen

source: If you enter a valid email address, you will be able to reset your password if you have forgotten it.
de: Wenn Sie eine gültige E-Mail-Adresse angeben, können Sie ihr Passwort gegebenenfalls zurücksetzen.

source: Register and log in
de: Registrieren und Anmelden

source: Change user data
de: Benutzerdaten ändern

source: Save
de: Speichern

source: Delete
de: Löschen

source: English
de: Englisch

source: German
de: Deutsch

source: Title of all pages.
de: Titel aller Seiten.

source: Subtitle of all pages.
de: Untertitel aller Seiten.

source: Header of the home page.
de: Überschrift der Startseite.

source: Text of the home page. Full HTML is supported.
de: Text der Startseite. HTML wird unterstützt.

source: Footer of all pages.
de: Fußzeile aller Seiten.

source: Learning Progress
de: Lernfortschritt

source: Progress
de: Fortschritt

source: Comment
de: Kommentar

source: Parent section
de: Elternelement

source: Weight
de: Gewichtung

source: Use this for ordering elements.
de: Benutzen Sie dieses Feld um Elemente anzuordnen.

source: Learning scores
de: Lernwert

source: Choose a value from 1 to 100. Only relevant for elements without children.
de: Wählen Sie einen Wert von 1 bis 100. Diese Angabe ist nur für Elemente ohne Kindelemente relevant.

source: Notes
de: Notizen

source: Section
de: Thema

source: Sections
de: Themen

source: Nothing done
de: Nicht bearbeitet

source: First look
de: Punktuell bearbeitet

source: Crammed
de: Vertieft bearbeitet

source: All done
de: Erledigt

source: Relation between an user and a section
de: Verknüpfung zwischen Nutzer und Thema

source: Mock exam branch
de: Teilgebiet von Übungsklausuren

source: Mock exam branches
de: Teilgebiete von Übungsklausuren

source: Branch
de: Teilgebiet

source: Points
de: Punkte

source: Delete mock exam
de: Übungsklausur löschen

source: %(mark)s Point (%(date)s)
de: %(mark)s Punkt (%(date)s)

source: Are you sure you want to delete this mock exam?
de: Sind Sie sicher, diese Übungsklausur zu löschen?

source: My mock exams
de: Meine Übungsklausuren

source: Previous mock exams
de: Frühere Übungsklausuren

source: %(mark)s Point (%(date)s)
de: %(mark)s Punkt (%(date)s)

source: Average
de: Durchschnitt

source: No mock exams available
de: Keine Übungsklausuren vorhanden

source: New mock exam
de: Neue Übungsklausur

source: Reset
de: Zurücksetzen

source: My learning progress
de: Mein Lernfortschritt

source: Only sections with own comments are printed.
de: Nur Themen mit Kommentaren werden ausgedruckt.

source: Print note cards
de: Karteikarten drucken

source: Export as JSON
de: Als JSON exportieren

source: Still one day until exam.
de: Noch ein Tag bis zum Examen.

source: Sorry, your comment is too long.
de: Tut uns Leid. Ihr Kommentar ist zu lang.

source: Site administration
de: Webseiten-Verwaltung

source: Registration and authentication
de: Registrierung und Authentifizierung

source: User
de: Benutzer

source: Log out
de: Abmelden

source: Home
de: Startseite
